---
kind: property
id: P:Autodesk.Revit.DB.BasicFileInfo.LatestCentralVersion
source: html/8f508901-37a3-3f77-1cea-cfdc1a05b37c.htm
---
# Autodesk.Revit.DB.BasicFileInfo.LatestCentralVersion Property

This is the central model's version number corresponding to the last reload latest
 done for this model.

## Syntax (C#)
```csharp
public int LatestCentralVersion { get; }
```